export const que = [
    {
        type: "multi",
        main: "데이터베이스의 특징으로 적절하지 않은 것은?",
        sentence: "",
        answer: ["데이터베이스는 사용자 모두가 동일한 목적을 가지고 데이터를 활용하도록 설계된다."]
    },
    {
        type: "multi",
        main: "DIKW 모델에서의 데이터에 대한 설명으로 가정적절하지 않은 것은?",
        sentence: "데이터 D -> 원초적 지식, 관찰한 측정값",
        answer: ["지식과 아이디어가 결합된 창의적인 산물이다."]
    },
    {
        type: "multi",
        main: "빅데이터에 대한 설명으로 적절하지 않은 것은",
        sentence: "",
        answer: ["빅데이터는 개인 맞춤화 서비스에 화용이 불가능하다."]
    },
    {
        type: "multi",
        main: "다음 중 개인정보 비식별화 기술에 대한 설명으로 가장 적절하지 않은 것은",
        sentence: "",
        answer: ["가명처리 : 다른 정보와 결합하지 않고도 개인을 식별할 수 있도록 처리"]
    },
    {
        type: "multi",
        main: "다음 중 생산 공정의 최적화와 가장 관련이 있는 것은?",
        sentence: "",
        answer: ["강화학습"]
    },
    {
        type: "multi",
        main: "다음 중 데이터의 일광성과 정확성을 유지하고 검증하는 DBMS의 특징은 무엇인가?",
        sentence: "",
        answer: ["데이터의 무결성"]
    },
    {
        type: "multi",
        main: "빅데이터 정보를 활용하는 방식으로 가장 부적절한 것은?",
        sentence: "",
        answer: ["개인정모를 대규모로 공유한다."]
    },
    {
        type: "multi",
        main: "빅데이터 시대의 위기 요인에 대한 해결 방안으로 적절하지 않은 것은?",
        sentence: "동의자가 아니라 수집하는 기관에서 책임을 강화해야 한다.",
        answer: ["개인정보 제공 동의자의 책임을 강화한다."]
    },
    {
        type: "multi",
        main: "다음 중 빅데이터 분석 방법론에 대한 설명으로 틀린것은?",
        sentence: "유전 알고리즘은 최적화 기법으로 해결책을 탐색하는데 사용",
        answer: ["출퇴근 혼잡 해소를 위해 유전 알고리즘을 적용해 최적화한다."]
    },
    {
        type: "multi",
        main: "빅데이터 분석 및 활용의 최종 목표로 가장 적절한 것은 무엇인가?",
        sentence: "",
        answer: ["새로운 가치를 창출하는 것"]
    },
    {
        type: "multi",
        main: "다음 중 기업의 분석 업무 및 분석 기법은 부족하나, 조직 및 인력 등 준비도가 높아 데이터 분석을 바로 시행할 수 있는 기업의 분석 수준 진단 결과는?",
        sentence: "",
        answer: ["도입형"]
    },
    {
        type: "multi",
        main: "다음중 전사 차원의 데이터 정책, 프로세스, 운영 방안, 조직 등을 포함하는 표준화된 관리 체계를 일겉는 용어는?",
        sentence: "",
        answer: ["데이터 거버넌스"]
    },
    {
        type: "multi",
        main: "분석 방법은 정해져 있으나 분석 대상이 불분명할 때 적용 가능한 분석 기획 유형으로 적합한 것은?",
        sentence: "",
        answer: ["통찰"]
    },
    {
        type: "multi",
        main: "상향식 접근 방법에 대한 설명 중 옳지 않은 것은 무엇인가?",
        sentence: "상향식 접근 방법 -> 문제가 명확하지 않는 상황에서 시작, 하향식 접근 방법 -> 문제가 명확히 정해져있는 경우에서 시작",
        answer: ["문제가 명확히 정해져 있는 경우에 효과적이다."]
    },
    {
        type: "multi",
        main: "다음 중 과제 우선순위 평가 기준으로 적절하지 않은 것은 무엇인가?",
        sentence: "",
        answer: ["업무 내재화 적용 수준"]
    },
    {
        type: "multi",
        main: "다음 중 분석 성숙도 진단 시 고려 대상이 아닌 것은?",
        sentence: "",
        answer: ["비용 부문"]
    },
    {
        type: "multi",
        main: "하양식 접근법 과제 도출 단계를 순서대로 나열한 것은?",
        sentence: "",
        answer: ["문제 탐색 -> 문제 정의 -> 해결방안 탐색 -> 타당성 검토"]
    },
    {
        type: "multi",
        main: "다음 보기의 설명에 해당하는 데이터 분석 작업은 무엇인가? 보기 1. 데이터의 정합성을 검토하고 특성을 파악한다. 2.데이터를 시각화 하고 요약하여 숨겨진 패턴, 관계, 이상값 등을 발견한다.",
        sentence: "",
        answer: ["탐색적 데이터 분석(EDA)"]
    },
    {
        type: "multi",
        main: "다음 중 분석 기획 시 고려 사항에 해당하지 않는 것은",
        sentence: "",
        answer: ["최신 분석 기법 활용 여부"]
    },
    {
        type: "multi",
        main: "편향(Bias)과 분석(Variance)의 관계에 대한 설명으로 가장 적절하지 않은 것은?",
        sentence: "",
        answer: ["분석이 높을수록 일반화 성능이 좋아진다."]
    },
    {
        type: "multi",
        main: "기술톡계와 관련된 설명으로 잘못된 것은 무엇인가?",
        sentence: "",
        answer: ["결측치는 모두 0으로 변환 후 계산한다."]
    },
    {
        type: "multi",
        main: "다음 중 시계열 데이터의 정상성을 확보하기 위한 방법으로 가장 적절한 것은?",
        sentence: "",
        answer: ["차분을 통해 평균과 분석의 일정성을 확보한다."]
    },
    {
        type: "multi",
        main: "시계열 분해에 대한 설명으로 옳은 것은?",
        sentence: "",
        answer: ["순환 요인 : 경재나 자연현상 등으로 설명되는 일정하지 않은 주기를 가진 변동이다."]
    },
    {
        type: "multi",
        main: "척도에 대한 내용으로 올바른 설명은?",
        sentence: "",
        answer: ["거주지를 수도권과 비수도권으로 구분한 것은 명목척도이다."]
    },
    {
        type: "multi",
        main: "범주형 데이터의 검정에 대한 설명으로 잘못된 것은?",
        sentence: "",
        answer: ["적합도 검정은 관찰 분산과 기대 분산이 통계적으로 유의한 차이가 있는지 검정한다."]
    },
    {
        type: "multi",
        main: "결측값(Missing Value) 처리 방법에 대한 설명으로 가장 옳지 않은 것은?",
        sentence: "",
        answer: ["결측값은 자동으로 분석에서 제외되므로 별도로 처리하지 않아도 된다."]
    },
    {
        type: "multi",
        main: "선형화귀분석의 가정에 대한 설명으로 옳지 않은 것은?",
        sentence: "",
        answer: ["독립성 : 독립변수 간에는 서로 관련이 없어야 한다."]
    },
    {
        type: "multi",
        main: "상관계수에 대한 설명으로 잘못된 것은?",
        sentence: "",
        answer: ["상관계추가 -1일 때, 상관 관계가 가장 약하다"]
    },
    {
        type: "multi",
        main: "다음 중 독립변수 모두를 포함한 모형에서 시작하여, 모형 적합 과정 중 유의미하지 않은 변수를 하나씩 제거하는 변수 선택 방법은?",
        sentence: "",
        answer: ["단계적 선택법"]
    },
    {
        type: "multi",
        main: "다음 중 ROC 곡선에서 가장 효율적인 분류 성능을 나타내는 지점의 좌표는 무엇인가?",
        sentence: "",
        answer: ["(0, 1)"]
    },
    {
        type: "multi",
        main: "인공신경망 모형에 대한 설명으로 옳지 않은 것은?",
        sentence: "",
        answer: ["인공신경망에서는 설명력 있는 가중치를 명확하게 해석할 수 있어 변수간 인과관계를 쉽게 도출 할 수 있다."]
    },
    {
        type: "multi",
        main: "양살블 기법인 배깅(Bagging)과 부스팅(Boosring)에 대한 설명으로 가장 적절한 것은?",
        sentence: "",
        answer: ["부스팅은 잘못 분류된 데이터에 더 큰 가중치를 부여한다."]
    },
    {
        type: "multi",
        main: "다음 중 연속형 변수 간의 유사성 또는 거리를 측정하는 방법으로 적절하지 않은 것은?",
        sentence: "",
        answer: ["자카드 거리"]
    },
    {
        type: "multi",
        main: "다음 중 로지스틱회귀 모형을 적용 가능한 사례는?",
        sentence: "",
        answer: ["사기 거래 여부 예측"]
    },
    {
        type: "multi",
        main: "다음 중 모델이 참이라고 예측한 것 중에서 실제로도 참인 것의 비율을 계산한 평가지표는?",
        sentence: "",
        answer: ["정밀도"]
    },
    {
        type: "multi",
        main: "SOM(Self-Organizing Map)에 대한 설명으로 올지 않은 것은?",
        sentence: "",
        answer: ["입력층과 경쟁층은 부분적으로 연결된다."]
    },
    {
        type: "multi",
        main: "의사결정나무에 대한 설명으로 옳지 않은 것은?",
        sentence: "",
        answer: ["가지치기(Pruning)를 통해 합습 데이터의 정확도를 높일 수 있다."]
    },
    {
        type: "multi",
        main: "계통 추출의 정의로 가장 적절한 것은?",
        sentence: "",
        answer: ["일정한 간격을 두고 추출 시작점을 임의로 정한후, 주기적으로 표본을 추출하는 방법이다."]
    },
    {
        type: "multi",
        main: "K-평균 군집화에 대한 설명 중 옳지 않은 것은?",
        sentence: "",
        answer: ["군집 개수가 알고리즘에 의해 자동으로 정해진다"]
    },
    {
        type: "multi",
        main: "스피어만 및 피어슨 상관분석에 대해 가장 잘못 설명한 것은?",
        sentence: "",
        answer: ["스피어만 상관계수는 범주형 변수 간의 관계를 측정하는데 적합하다."]
    },
    {
        type: "multi",
        main: "군집분석에 대한 설명으로 옳지 않은 것은?",
        sentence: "",
        answer: ["입력변수가 범주형일 경우 군집분석을 할 수 없다."]
    },
    {
        type: "multi",
        main: "다음 중 연관분석에서 규칙 A -> B의 지지도(Support)에 해당하는 설명은?",
        sentence: "",
        answer: ["전체 거래 중 A와 B를 모두 구매한 거래의 비율"]
    },
    {
        type: "multi",
        main: "다차원 척도법에 대한 설명으로 옳지 않은 것은?",
        sentence: "",
        answer: ["객체들의 절대적 위치를 파악할 수 있다."]
    },
    {
        type: "multi",
        main: "통계적 가설 검정에서 1종 오류에 대한 설명으로 가장 적절하지 않은 것은?",
        sentence: "",
        answer: ["1종 오류가 발생하면 대립가설을 기각하게 된다."]
    },
    {
        type: "multi",
        main: "다음 중 이용자의 정보 요구에 따라 다양한 정보를 신속하고 정확하게 찾아낼 수 있는 정보 시스템의 특징은?",
        sentence: "",
        answer: ["정보이용 측면"]
    },
    {
        type: "multi",
        main: "다음 중 1 제타바이트의 데이터 크기로 옳은 것은",
        sentence: "기가 < 테라 < 페타 < 엑시 <제타 < 요타 바이트 기태을 팬게 제요",
        answer: ["1024엑사바이트"]
    },
    {
        type: "multi",
        main: "데이터 유형에 관한 설명으로 올바르지 않은 것은?",
        sentence: "정형 데이터 -> 행과 열 엑셀, 비정형 -> 데이터 구조없는거 이미지 텍스트 동영상, HTML Json Xml -> 반정형",
        answer: ["HTML은 정형 데이터에 해당한다."]
    },
    {
        type: "multi",
        main: "빅데이터 위기 요인에 대한 설명으로 옳지 않은 것은?",
        sentence: "",
        answer: ["사생활 침해 문제는 데이터 익명화 기술로 근본적인 문제점을 차단할 수 있다."]
    },
    {
        type: "multi",
        main: "적략적 통찰을 얻기 위한 방법으로 적절한 것을 모두 고르시오",
        sentence: "가.기업과 산업 전반에 대한 넓은 시야를 갗춘다. 나.기업의 비즈니스 가치에 적합한 분석 도구와 모델 평가 지표를 고른다. 다. 현재 분석과 관련된 기업 내부의 배경만 생각한다. 라. 분석 결과가 실제 의사결정에 반영될 수 있도록 한다.",
        answer: ["가,나,라"]
    },
    {
        type: "multi",
        main: "다음 중 커피를 자주 구매하는 사람이 케이크도 자주 구매하는지를 알아보기 위한 분석 방법은?",
        sentence: "",
        answer: ["연관분석"]
    },
    {
        type: "multi",
        main: "다음 중 매출액에 대한 기온의 영향을 확인하기 위해 적합한 분석 방법은?",
        sentence: "기온 독립변수X 가 매출액 종속변수 Y 이므로 회귀분석",
        answer: ["회귀 분석"]
    },
    {
        type: "multi",
        main: "다음 중 기업에서 데이터 분석 엄무 영역과 분석사례의 연결로 가장 부적절한 것은?",
        sentence: "거래처선정은 구매에 가깝다",
        answer: ["재무 관리 - 거래처선정"]
    },
    {
        type: "multi",
        main: "데이터 사이언스에 대한 설명으로 옳지 않은 것은?",
        sentence: "데이터 베이스 구축은 it 영역임",
        answer: ["생성된 데이터를 바탕으로 데이터베이스를 구축한다."]
    },
    {
        type: "multi",
        main: "데이터 분석가의 역할에 대한 설명으로 옳지 않은 것은?",
        sentence: "",
        answer: ["데이터 분석가는 관리자를 겸할 수 없다."]
    },
]