export const que = [
    {
        type: "multi",
        main: "데이터베이스의 특징으로 적절하지 않은 것은?",
        sentence: "",
        answer: ["데이터베이스는 사용자 모두가 동일한 목적을 가지고 데이터를 활용하도록 설계된다."]
    },
    {
        type: "multi",
        main: "DIKW 모델에서의 데이터에 대한 설명으로 가정적절하지 않은 것은?",
        sentence: "데이터 D -> 원초적 지식, 관찰한 측정값",
        answer: ["지식과 아이디어가 결합된 창의적인 산물이다."]
    },
    {
        type: "multi",
        main: "빅데이터에 대한 설명으로 적절하지 않은 것은",
        sentence: "",
        answer: ["빅데이터는 개인 맞춤화 서비스에 화용이 불가능하다."]
    },
    {
        type: "multi",
        main: "다음 중 개인정보 비식별화 기술에 대한 설명으로 가장 적절하지 않은 것은",
        sentence: "",
        answer: ["가명처리 : 다른 정보와 결합하지 않고도 개인을 식별할 수 있도록 처리"]
    },
    {
        type: "multi",
        main: "다음 중 생산 공정의 최적화와 가장 관련이 있는 것은?",
        sentence: "",
        answer: ["강화학습"]
    },
    {
        type: "multi",
        main: "다음 중 데이터의 일광성과 정확성을 유지하고 검증하는 DBMS의 특징은 무엇인가?",
        sentence: "",
        answer: ["데이터의 무결성"]
    },
    {
        type: "multi",
        main: "빅데이터 정보를 활용하는 방식으로 가장 부적절한 것은?",
        sentence: "",
        answer: ["개인정모를 대규모로 공유한다."]
    },
    {
        type: "multi",
        main: "빅데이터 시대의 위기 요인에 대한 해결 방안으로 적절하지 않은 것은?",
        sentence: "동의자가 아니라 수집하는 기관에서 책임을 강화해야 한다.",
        answer: ["개인정보 제공 동의자의 책임을 강화한다."]
    },
    {
        type: "multi",
        main: "다음 중 빅데이터 분석 방법론에 대한 설명으로 틀린것은?",
        sentence: "유전 알고리즘은 최적화 기법으로 해결책을 탐색하는데 사용",
        answer: ["출퇴근 혼잡 해소를 위해 유전 알고리즘을 적용해 최적화한다."]
    },
    {
        type: "multi",
        main: "빅데이터 분석 및 활용의 최종 목표로 가장 적절한 것은 무엇인가?",
        sentence: "",
        answer: ["새로운 가치를 창출하는 것"]
    },
    {
        type: "multi",
        main: "다음 중 기업의 분석 업무 및 분석 기법은 부족하나, 조직 및 인력 등 준비도가 높아 데이터 분석을 바로 시행할 수 있는 기업의 분석 수준 진단 결과는?",
        sentence: "",
        answer: ["도입형"]
    },
    {
        type: "multi",
        main: "다음중 전사 차원의 데이터 정책, 프로세스, 운영 방안, 조직 등을 포함하는 표준화된 관리 체계를 일겉는 용어는?",
        sentence: "",
        answer: ["데이터 거버넌스"]
    },
    {
        type: "multi",
        main: "분석 방법은 정해져 있으나 분석 대상이 불분명할 때 적용 가능한 분석 기획 유형으로 적합한 것은?",
        sentence: "",
        answer: ["통찰"]
    },
    {
        type: "multi",
        main: "상향식 접근 방법에 대한 설명 중 옳지 않은 것은 무엇인가?",
        sentence: "상향식 접근 방법 -> 문제가 명확하지 않는 상황에서 시작, 하향식 접근 방법 -> 문제가 명확히 정해져있는 경우에서 시작",
        answer: ["문제가 명확히 정해져 있는 경우에 효과적이다."]
    },
    {
        type: "multi",
        main: "다음 중 과제 우선순위 평가 기준으로 적절하지 않은 것은 무엇인가?",
        sentence: "",
        answer: ["업무 내재화 적용 수준"]
    },
    {
        type: "multi",
        main: "다음 중 분석 성숙도 진단 시 고려 대상이 아닌 것은?",
        sentence: "",
        answer: ["비용 부문"]
    },
    {
        type: "multi",
        main: "하양식 접근법 과제 도출 단계를 순서대로 나열한 것은?",
        sentence: "",
        answer: ["문제 탐색 -> 문제 정의 -> 해결방안 탐색 -> 타당성 검토"]
    },
    {
        type: "multi",
        main: "다음 보기의 설명에 해당하는 데이터 분석 작업은 무엇인가? 보기 1. 데이터의 정합성을 검토하고 특성을 파악한다. 2.데이터를 시각화 하고 요약하여 숨겨진 패턴, 관계, 이상값 등을 발견한다.",
        sentence: "",
        answer: ["탐색적 데이터 분석(EDA)"]
    },
    {
        type: "multi",
        main: "다음 중 분석 기획 시 고려 사항에 해당하지 않는 것은",
        sentence: "",
        answer: ["최신 분석 기법 활용 여부"]
    },
    {
        type: "multi",
        main: "편향(Bias)과 분석(Variance)의 관계에 대한 설명으로 가장 적절하지 않은 것은?",
        sentence: "",
        answer: ["분석이 높을수록 일반화 성능이 좋아진다."]
    },
    {
        type: "multi",
        main: "기술톡계와 관련된 설명으로 잘못된 것은 무엇인가?",
        sentence: "",
        answer: ["결측치는 모두 0으로 변환 후 계산한다."]
    },
    {
        type: "multi",
        main: "다음 중 시계열 데이터의 정상성을 확보하기 위한 방법으로 가장 적절한 것은?",
        sentence: "",
        answer: ["차분을 통해 평균과 분석의 일정성을 확보한다."]
    },
    {
        type: "multi",
        main: "시계열 분해에 대한 설명으로 옳은 것은?",
        sentence: "",
        answer: ["순환 요인 : 경재나 자연현상 등으로 설명되는 일정하지 않은 주기를 가진 변동이다."]
    },
    {
        type: "multi",
        main: "척도에 대한 내용으로 올바른 설명은?",
        sentence: "",
        answer: ["거주지를 수도권과 비수도권으로 구분한 것은 명목척도이다."]
    },
    {
        type: "multi",
        main: "범주형 데이터의 검정에 대한 설명으로 잘못된 것은?",
        sentence: "",
        answer: ["적합도 검정은 관찰 분산과 기대 분산이 통계적으로 유의한 차이가 있는지 검정한다."]
    },
    {
        type: "multi",
        main: "결측값(Missing Value) 처리 방법에 대한 설명으로 가장 옳지 않은 것은?",
        sentence: "",
        answer: ["결측값은 자동으로 분석에서 제외되므로 별도로 처리하지 않아도 된다."]
    },
    {
        type: "multi",
        main: "선형화귀분석의 가정에 대한 설명으로 옳지 않은 것은?",
        sentence: "",
        answer: ["독립성 : 독립변수 간에는 서로 관련이 없어야 한다."]
    },
    {
        type: "multi",
        main: "상관계수에 대한 설명으로 잘못된 것은?",
        sentence: "",
        answer: ["상관계추가 -1일 때, 상관 관계가 가장 약하다"]
    },
    {
        type: "multi",
        main: "다음 중 독립변수 모두를 포함한 모형에서 시작하여, 모형 적합 과정 중 유의미하지 않은 변수를 하나씩 제거하는 변수 선택 방법은?",
        sentence: "",
        answer: ["단계적 선택법"]
    },
    {
        type: "multi",
        main: "다음 중 ROC 곡선에서 가장 효율적인 분류 성능을 나타내는 지점의 좌표는 무엇인가?",
        sentence: "",
        answer: ["(0, 1)"]
    },
    {
        type: "multi",
        main: "인공신경망 모형에 대한 설명으로 옳지 않은 것은?",
        sentence: "",
        answer: ["인공신경망에서는 설명력 있는 가중치를 명확하게 해석할 수 있어 변수간 인과관계를 쉽게 도출 할 수 있다."]
    },
    {
        type: "multi",
        main: "양살블 기법인 배깅(Bagging)과 부스팅(Boosring)에 대한 설명으로 가장 적절한 것은?",
        sentence: "",
        answer: ["부스팅은 잘못 분류된 데이터에 더 큰 가중치를 부여한다."]
    },
    {
        type: "multi",
        main: "다음 중 연속형 변수 간의 유사성 또는 거리를 측정하는 방법으로 적절하지 않은 것은?",
        sentence: "",
        answer: ["자카드 거리"]
    },
    {
        type: "multi",
        main: "다음 중 로지스틱회귀 모형을 적용 가능한 사례는?",
        sentence: "",
        answer: ["사기 거래 여부 예측"]
    },
    {
        type: "multi",
        main: "다음 중 모델이 참이라고 예측한 것 중에서 실제로도 참인 것의 비율을 계산한 평가지표는?",
        sentence: "",
        answer: ["정밀도"]
    },
    {
        type: "multi",
        main: "SOM(Self-Organizing Map)에 대한 설명으로 올지 않은 것은?",
        sentence: "",
        answer: ["입력층과 경쟁층은 부분적으로 연결된다."]
    },
    {
        type: "multi",
        main: "의사결정나무에 대한 설명으로 옳지 않은 것은?",
        sentence: "",
        answer: ["가지치기(Pruning)를 통해 합습 데이터의 정확도를 높일 수 있다."]
    },
    {
        type: "multi",
        main: "계통 추출의 정의로 가장 적절한 것은?",
        sentence: "",
        answer: ["일정한 간격을 두고 추출 시작점을 임의로 정한후, 주기적으로 표본을 추출하는 방법이다."]
    },
    {
        type: "multi",
        main: "K-평균 군집화에 대한 설명 중 옳지 않은 것은?",
        sentence: "",
        answer: ["군집 개수가 알고리즘에 의해 자동으로 정해진다"]
    },
    {
        type: "multi",
        main: "스피어만 및 피어슨 상관분석에 대해 가장 잘못 설명한 것은?",
        sentence: "",
        answer: ["스피어만 상관계수는 범주형 변수 간의 관계를 측정하는데 적합하다."]
    },
    {
        type: "multi",
        main: "군집분석에 대한 설명으로 옳지 않은 것은?",
        sentence: "",
        answer: ["입력변수가 범주형일 경우 군집분석을 할 수 없다."]
    },
    {
        type: "multi",
        main: "다음 중 연관분석에서 규칙 A -> B의 지지도(Support)에 해당하는 설명은?",
        sentence: "",
        answer: ["전체 거래 중 A와 B를 모두 구매한 거래의 비율"]
    },
    {
        type: "multi",
        main: "다차원 척도법에 대한 설명으로 옳지 않은 것은?",
        sentence: "",
        answer: ["객체들의 절대적 위치를 파악할 수 있다."]
    },
    {
        type: "multi",
        main: "통계적 가설 검정에서 1종 오류에 대한 설명으로 가장 적절하지 않은 것은?",
        sentence: "",
        answer: ["1종 오류가 발생하면 대립가설을 기각하게 된다."]
    },
    {
        type: "multi",
        main: "다음 중 이용자의 정보 요구에 따라 다양한 정보를 신속하고 정확하게 찾아낼 수 있는 정보 시스템의 특징은?",
        sentence: "",
        answer: ["정보이용 측면"]
    },
    {
        type: "multi",
        main: "다음 중 1 제타바이트의 데이터 크기로 옳은 것은",
        sentence: "기가 < 테라 < 페타 < 엑시 <제타 < 요타 바이트 기태을 팬게 제요",
        answer: ["1024엑사바이트"]
    },
    {
        type: "multi",
        main: "데이터 유형에 관한 설명으로 올바르지 않은 것은?",
        sentence: "정형 데이터 -> 행과 열 엑셀, 비정형 -> 데이터 구조없는거 이미지 텍스트 동영상, HTML Json Xml -> 반정형",
        answer: ["HTML은 정형 데이터에 해당한다."]
    },
    {
        type: "multi",
        main: "빅데이터 위기 요인에 대한 설명으로 옳지 않은 것은?",
        sentence: "",
        answer: ["사생활 침해 문제는 데이터 익명화 기술로 근본적인 문제점을 차단할 수 있다."]
    },
    {
        type: "multi",
        main: "적략적 통찰을 얻기 위한 방법으로 적절한 것을 모두 고르시오",
        sentence: "가.기업과 산업 전반에 대한 넓은 시야를 갗춘다. 나.기업의 비즈니스 가치에 적합한 분석 도구와 모델 평가 지표를 고른다. 다. 현재 분석과 관련된 기업 내부의 배경만 생각한다. 라. 분석 결과가 실제 의사결정에 반영될 수 있도록 한다.",
        answer: ["가,나,라"]
    },
    {
        type: "multi",
        main: "다음 중 커피를 자주 구매하는 사람이 케이크도 자주 구매하는지를 알아보기 위한 분석 방법은?",
        sentence: "",
        answer: ["연관분석"]
    },
    {
        type: "multi",
        main: "다음 중 매출액에 대한 기온의 영향을 확인하기 위해 적합한 분석 방법은?",
        sentence: "기온 독립변수X 가 매출액 종속변수 Y 이므로 회귀분석",
        answer: ["회귀 분석"]
    },
    {
        type: "multi",
        main: "다음 중 기업에서 데이터 분석 엄무 영역과 분석사례의 연결로 가장 부적절한 것은?",
        sentence: "거래처선정은 구매에 가깝다",
        answer: ["재무 관리 - 거래처선정"]
    },
    {
        type: "multi",
        main: "데이터 사이언스에 대한 설명으로 옳지 않은 것은?",
        sentence: "데이터 베이스 구축은 it 영역임",
        answer: ["생성된 데이터를 바탕으로 데이터베이스를 구축한다."]
    },
    {
        type: "multi",
        main: "데이터 분석가의 역할에 대한 설명으로 옳지 않은 것은?",
        sentence: "",
        answer: ["데이터 분석가는 관리자를 겸할 수 없다."]
    },
    {
        type: "multi",
        main: "빅데이터 분석 방법론의 순서로 옳게 연결된 것은?",
        sentence: "",
        answer: ["분석기획 -> 데이터준비 -> 데이터 분석 -> 시스템구현 -> 평가 및 전개"]
    },
    {
        type: "multi",
        main: "빅데이터의 가치 산정이 어려운 이유로 옳지 않은 것은?",
        sentence: "",
        answer: ["빅데이터 전문 인력의 증가로 다양한 곳에서 빅데이터가 활용되고 있기 때문이다."]
    },
    {
        type: "multi",
        main: "다음 중 난이도와 시급성을 고려하였을때 가장 우선적으로 추진해야 하는 부석 과제로 적절한 것은?",
        sentence: "",
        answer: ["난이도 : 쉬움, 시급성 : 현재"]
    },
    {
        type: "multi",
        main: "다음 중 분석 성숙도 평가를 위한 CMMI 모델의 도입 단계에서 수행할 항목은?",
        sentence: "",
        answer: ["통계 기반의 실적 분석"]
    },
    {
        type: "multi",
        main: "다음 중 데이터 분석 거버넌스와 관련이 없는 것은?",
        sentence: "",
        answer: ["분석 기술"]
    },
    {
        type: "multi",
        main: "다음 중 분석 기획 단계에서 고려사항이 아닌것은?",
        sentence: "",
        answer: ["데이터 정합성 점검"]
    },
    {
        type: "multi",
        main: "다음 중 분석 과제 발굴의 상향식 접근법에서 프로세스 분석을 통한 절차로 가장 적절한 것은?",
        sentence: "",
        answer: ["프로세스 분석 -> 프로세스 흐름 분석 -> 분석요건 식별 -> 분석요건 정의"]
    },
    {
        type: "multi",
        main: "다음 중 상향식 접근법에 대한 설명으로 옳은 것을 모두 고르시오.",
        sentence: "",
        answer: ["bottom-up 방식이다, 프로토타입 모델을 활용할 수 있다., 문제 정의가 힘들 때 사용한다."]
    },
    {
        type: "multi",
        main: "과제 중심 데이터 분석에 대한 설명으로 옳지 않은 것은?",
        sentence: "",
        answer: ["이행 과제 분석에서 선후관계는 고려하지 않는다."]
    },
    {
        type: "multi",
        main: "데이터 기반 의사결정에 대한 설명으로 가장 적절한 것은?",
        sentence: "",
        answer: ["데이터를 기반으로 생각하는 것은 근거 없는 직관보다 더 합리적이고 객관적인 의사결정으로 이어질 수 있다."]
    },
    {
        type: "multi",
        main: "다음 중 표본에서 일정한 간격을 두고 추출하는 표본 추출 방법은?",
        sentence: "",
        answer: ["계통 추출법"]
    },
    {
        type: "multi",
        main: "다음 중 스피어만 상관계수로 측정하기에 적절하지 않은 척도는?",
        sentence: "",
        answer: ["명목척도"]
    },
    {
        type: "multi",
        main: "다음 중 비모수 검정이 아닌 것은?",
        sentence: "",
        answer: ["t-검정"]
    },
    {
        type: "multi",
        main: "비모수 검정에 대한 설명으로 잘못된 것은?",
        sentence: "",
        answer: ["모집단이 정규분포에 가까울수록 비모수 검정이 모수 검정보다 유리하다."]
    },
    {
        type: "multi",
        main: "KNN(K-최근접 이웃) 알고리즘에 대한 설명으로 옳지 않은 것은?",
        sentence: "",
        answer: ["K 값이 너무 커지면 과접합 문제가 발생할 수 있다."]
    },
    {
        type: "multi",
        main: "다음 중 k-평균 군집화에서 군집 개수를 정하는 데 활용되는 그래프는?",
        sentence: "",
        answer: ["집단 내 제곱합 그래프"]
    },
    {
        type: "multi",
        main: "다음 중 상관관계를 고려한 유사도 및 거리 측정 방법은?",
        sentence: "",
        answer: ["마할나노비스 거리"]
    },
    {
        type: "multi",
        main: "확률에 대한 설명으로 옳지 않은 것은?",
        sentence: "",
        answer: ["두 사건이 독립일 경우, 두 사건의 교집합 확률은 각각의 확률을 더한 것과 같다."]
    },
    {
        type: "multi",
        main: "다음 중 회귀분석에서 독립변수들 간에 상관관계가 있음을 나타내는 것은?",
        sentence: "",
        answer: ["다중공선성"]
    },
    {
        type: "multi",
        main: "요약 변수에 대한 설명으로 옳지 않은 것은?",
        sentence: "",
        answer: ["대부분의 모델에서 공통으로 사용되며, 분석 목적과 관계없이 반복 활용된다."]
    },
    {
        type: "multi",
        main: "중심극한정리에 대한 설명으로 옳지 않은 것은?",
        sentence: "",
        answer: ["중심극한정리는 모집단이 정규분포일 때만 성립한다."]
    },
    {
        type: "multi",
        main: "100개의 관측치를 포함한 데이터에서 붓스트랩을 이용해 100개 관측치를 갖는 표본을 추출(생성)할 때, 특정한 한 관측치가 한 번도 추출되지 않을 확률을?",
        sentence: "",
        answer: ["(1-(1/100))^100"]
    },
    {
        type: "multi",
        main: "다음 중 지도학습 방식이 아닌 기법은 무엇인가?",
        sentence: "서포트 백터 머신, 로지스틱회귀, 의사결정나무",
        answer: ["자기 조직화 지도"]
    },
    {
        type: "multi",
        main: "다음 중 시계열을 구성하는 요인에 대한 설명으로 가장 부적절한 것은?",
        sentence: "",
        answer: ["순환요인 : 비교적 장기적이고 경제적 사회적 영향으로 인해 발생하는 일정하고 고정되어 규칙적인 반복 패턴을 의미한다."]
    },
    {
        type: "multi",
        main: "연관 규칙의 특징으로 적절하지 않은 것은?",
        sentence: "",
        answer: ["유사한 품목을 그룹화하면 계산량을 주이고 더 정교한 분석이 가능하다."]
    },
    {
        type: "multi",
        main: "다음 중 비정상 시계열을 정상 시계열로 변환하는 방법으로 가장 적절하지 않은 것은?",
        sentence: "추분, 이상치 제거, 구간 분할",
        answer: ["정규화"]
    },
    {
        type: "multi",
        main: "주성분 분석에 대한 설명으로 가장 옳지 않은 것은?",
        sentence: "",
        answer: ["변수 간의 선형 관계를 분석하는 방법이다."]
    },
    {
        type: "multi",
        main: "다음 중 계층적 군집 분석에서 군집 내 분산 증가를 최소화하는 방향으로 군집을 합치는 방법은?",
        sentence: "",
        answer: ["와드 연결법"]
    },
    {
        type: "multi",
        main: "100개의 공에서 1부터 100까지 번호를 부여하고 비복원 단순무작위 추출법으로 10개를 뽑아 표본을 만들 때, 잘못된 설명은?",
        sentence: "",
        answer: ["1번 공과 2번 공이 동시에 뽑힐 확률은 1/100이다."]
    },
    {
        type: "multi",
        main: "k-means 군집화에 대한 설명으로 올바르지 않은 것은?",
        sentence: "",
        answer: ["군집의 크기와 밀도가 일정하지 않아도 정확하게 군집을 형성할 수 있다."]
    },
    {
        type: "multi",
        main: "다음 중 기업 내 분산된 데이터를 통합하고 관리하는 데 사용하는 것으로 가장 적합한 것은?",
        sentence: "",
        answer: ["DW"]
    },
    {
        type: "multi",
        main: "다음 중 빅데이터의 3V에 해당하지 않은 것은",
        sentence: "크기(Volume), 속도(Velocity), 다양성(Variety)",
        answer: ["진실성(Veracity)"]
    },
    {
        type: "multi",
        main: "데이터 사이언스에 대한 설명으로 옳지 않은 것은?",
        sentence: "",
        answer: ["분석 결과의 정확도가 가장 우선시 된다."]
    },
    {
        type: "multi",
        main: "정보 관리 측명에서 빅데이터 활용에 대한 설명으로 올바른 것은?",
        sentence: "",
        answer: ["정보를 체계적으로 축적하고 새로운 내용을 추가하거나 생신할 수 있어야 한다."]
    },
    {
        type: "multi",
        main: "다음 중 비정형 데이터가 아닌 것은?",
        sentence: "온도는 딱 정해는 숫자",
        answer: ["실내 온도"]
    },
    {
        type: "multi",
        main: "빅데이터로 인한 분석 환경의 변화로 거리가 먼 것은?",
        sentence: "",
        answer: ["상관관계의 확인에서 인과관계의 탐색으로 변화한다."]
    },
    {
        type: "multi",
        main: "빅데이터 분석 방법론에 대한 설명으로 잘못된 것은?",
        sentence: "",
        answer: ["택배 차량 배치에 요인 분석을 사용한다."]
    },
    {
        type: "multi",
        main: "다음 보기에서 빅데이터 출현 배경으로 옳은 것을 모두 고르시오.",
        sentence: "",
        answer: ["대량의 데이터 축적, 스마트 디바이스의 보급 및 클라우드 서비스의 발전, 데이터 분석 및 처리기술의 발전"]
    },
    {
        type: "multi",
        main: "다음중 빅데이터 가치 패러다임의 변화 단계별 순서로 가장 적절한 것은?",
        sentence: "",
        answer: ["디지털화 -> 연결 -> 에이전시"]
    },
    {
        type: "multi",
        main: "개인정보 보호에 대한 설명으로 적절하지 않은 것은?",
        sentence: "",
        answer: ["개인에게 알고리즘 소유권을 제공한다."]
    },
    {
        type: "multi",
        main: "다음 중 시급성과 난이도를 고려했을 때 우선적으로 수행해야 할 과제는?",
        sentence: "",
        answer: ["시급성 : 높음, 난이도: 낮음"]
    },
    {
        type: "multi",
        main: "빅데이터 분석 방법론에 대한 설명으로 옳은 것은?",
        sentence: "",
        answer: ["각 단계는 기준선으로 설정되어 관리되어야 하며, 버전 관리 등을 통해 통제가 이루어져야 한다."]
    },
    {
        type: "multi",
        main: "데이터 분석 성숙도 모델에서 확산 단계에 대한 설명으로 옳은 것은?",
        sentence: "",
        answer: ["조직 및 인력과 분석 업무 및 기법이 준비되어 있다."]
    },
    {
        type: "multi",
        main: "다음 보기의 설명에 대응하는 분석 프로젝트 관리 영역은? 일회성 대규모 모형 적합을 위한 클라우드 서비스 활용 등 프로젝트 목적과 상황에 알맞은 인프라 외부 소상을 적절하게 활용할 필요가 있다.",
        sentence: "",
        answer: ["조달"]
    },
    {
        type: "multi",
        main: "분석 과제 프로젝트에서 고려해야 할 정밀도와 정확도에 대한 설명으로 잘못된 것은?",
        sentence: "",
        answer: ["분석 안정성 확보를 위해서는 정밀도보다 정확도가 중요하다."]
    },
    {
        type: "multi",
        main: "데이터 분석 조직 구조에 대한 설명으로 옳은 것은?",
        sentence: "",
        answer: ["가능 중심 조직은 별도 분석 조직을 따로 두지 않고 해당 업무부서에서 직접 분석 업무를 수행한다."]
    },
    {
        type: "multi",
        main: "다음중 비즈니스 모델의 고객 영역에서 현재 고객을 확장하여 저체 시장을 대상으로 사회적, 문화적, 구조적 트렌드 변화에 기반한 분석 기회를 도출하는 거시적 관점은?",
        sentence: "",
        answer: ["사회"]
    },
    {
        type: "multi",
        main: "CRISP-DM 방법론에서 데이터 준비 단계에 대한 설명으로 옳은 것은?",
        sentence: "",
        answer: ["데이터 선택과 전처리 등을 통해 분석 방법에 적합한 데이터를 준비한다."]
    },
    {
        type: "multi",
        main: "데이터 표준화에 대한 설명으로 옳은것은?",
        sentence: "",
        answer: ["데이터 표준 용어 설정, 명명 규칙 수립, 데이터 사전 구축 등의 업무로 구성된다."]
    },
    {
        type: "multi",
        main: "다음 중 분석 기획 과정에서 고려해야 할 것과 가장 거리가 먼 것은?",
        sentence: "",
        answer: ["중간 산출물 정리 및 발전 계획을 포함한 종료 보고서 작성"]
    },
    {
        type: "multi",
        main: "다음 중 변수 간의 거리를 측정하고 유사성을 활용하여 고차원 데이터를 저차원 공간에 시각화하는 분석 기법은?",
        sentence: "",
        answer: ["다차원 척도법(MDS)"]
    },
    {
        type: "multi",
        main: "다음 중 두 백터의 각을 사용하여 방향적 유사성을 측정한 지표는?",
        sentence: "",
        answer: ["코사인 유사도"]
    },
    {
        type: "multi",
        main: "파생변수에 대한 설명으로 옳지 않은 것은?",
        sentence: "",
        answer: ["다양한 분석 과정에서 항상 동일한 파생변수를 활용한다."]
    },
    {
        type: "multi",
        main: "베이즈 정리와 관련된 설명으로 옳지 않은 것은?",
        sentence: "",
        answer: ["베이즈 정리는 연역적 추론 방법이다."]
    },
    {
        type: "multi",
        main: "연관 분석에 대한 내용으로 가장 옳지 않은 것은?",
        sentence: "",
        answer: ["거래 횟수가 적은 품목에 대해 규칙을 쉽게 발견할 수 있다."]
    },
    {
        type: "multi",
        main: "다음 중 분석 종류와 분석 기법 예시의 연결이 옳은 것은?",
        sentence: "",
        answer: ["연관분석 - 장바구니 분석"]
    },
    {
        type: "multi",
        main: "K-평균 군집화에 대한 설명으로 가장 적절하지 않은 것은?",
        sentence: "",
        answer: ["한 관측치가 복수 군집에 중복해서 할당될 수 있다."]
    },
    {
        type: "multi",
        main: "다음 중 제1종 오류에 대한 설명으로 옳은 것은?",
        sentence: "",
        answer: ["귀무가설이 참일 때, 귀무가설이 참이 아니라고 판정"]
    },
]