export const que = [
    {
        type: "multi",
        main: "데이터베이스의 특징으로 적절하지 않은 것은?",
        sentence: "",
        answer: ["데이터베이스는 사용자 모두가 동일한 목적을 가지고 데이터를 활용하도록 설계된다."]
    },
    {
        type: "multi",
        main: "DIKW 모델에서의 데이터에 대한 설명으로 가정적절하지 않은 것은?",
        sentence: "데이터 D -> 원초적 지식, 관찰한 측정값",
        answer: ["지식과 아이디어가 결합된 창의적인 산물이다."]
    },
    {
        type: "multi",
        main: "빅데이터에 대한 설명으로 적절하지 않은 것은",
        sentence: "",
        answer: ["빅데이터는 개인 맞춤화 서비스에 화용이 불가능하다."]
    },
    {
        type: "multi",
        main: "다음 중 개인정보 비식별화 기술에 대한 설명으로 가장 적절하지 않은 것은",
        sentence: "",
        answer: ["가명처리 : 다른 정보와 결합하지 않고도 개인을 식별할 수 있도록 처리"]
    },
    {
        type: "multi",
        main: "다음 중 생산 공정의 최적화와 가장 관련이 있는 것은?",
        sentence: "",
        answer: ["강화학습"]
    },
    {
        type: "multi",
        main: "다음 중 데이터의 일광성과 정확성을 유지하고 검증하는 DBMS의 특징은 무엇인가?",
        sentence: "",
        answer: ["데이터의 무결성"]
    },
    {
        type: "multi",
        main: "빅데이터 정보를 활용하는 방식으로 가장 부적절한 것은?",
        sentence: "",
        answer: ["개인정모를 대규모로 공유한다."]
    },
    {
        type: "multi",
        main: "빅데이터 시대의 위기 요인에 대한 해결 방안으로 적절하지 않은 것은?",
        sentence: "동의자가 아니라 수집하는 기관에서 책임을 강화해야 한다.",
        answer: ["개인정보 제공 동의자의 책임을 강화한다."]
    },
    {
        type: "multi",
        main: "다음 중 빅데이터 분석 방법론에 대한 설명으로 틀린것은?",
        sentence: "유전 알고리즘은 최적화 기법으로 해결책을 탐색하는데 사용",
        answer: ["출퇴근 혼잡 해소를 위해 유전 알고리즘을 적용해 최적화한다."]
    },
    {
        type: "multi",
        main: "빅데이터 분석 및 활용의 최종 목표로 가장 적절한 것은 무엇인가?",
        sentence: "",
        answer: ["새로운 가치를 창출하는 것"]
    },
    {
        type: "multi",
        main: "다음 중 기업의 분석 업무 및 분석 기법은 부족하나, 조직 및 인력 등 준비도가 높아 데이터 분석을 바로 시행할 수 있는 기업의 분석 수준 진단 결과는?",
        sentence: "",
        answer: ["도입형"]
    },
    {
        type: "multi",
        main: "다음중 전사 차원의 데이터 정책, 프로세스, 운영 방안, 조직 등을 포함하는 표준화된 관리 체계를 일겉는 용어는?",
        sentence: "",
        answer: ["데이터 거버넌스"]
    },
    {
        type: "multi",
        main: "분석 방법은 정해져 있으나 분석 대상이 불분명할 때 적용 가능한 분석 기획 유형으로 적합한 것은?",
        sentence: "",
        answer: ["통찰"]
    },
    {
        type: "multi",
        main: "상향식 접근 방법에 대한 설명 중 옳지 않은 것은 무엇인가?",
        sentence: "상향식 접근 방법 -> 문제가 명확하지 않는 상황에서 시작, 하향식 접근 방법 -> 문제가 명확히 정해져있는 경우에서 시작",
        answer: ["문제가 명확히 정해져 있는 경우에 효과적이다."]
    },
    {
        type: "multi",
        main: "다음 중 과제 우선순위 평가 기준으로 적절하지 않은 것은 무엇인가?",
        sentence: "",
        answer: ["업무 내재화 적용 수준"]
    },
    {
        type: "multi",
        main: "다음 중 분석 성숙도 진단 시 고려 대상이 아닌 것은?",
        sentence: "",
        answer: ["비용 부문"]
    },
    {
        type: "multi",
        main: "하양식 접근법 과제 도출 단계를 순서대로 나열한 것은?",
        sentence: "",
        answer: ["문제 탐색 -> 문제 정의 -> 해결방안 탐색 -> 타당성 검토"]
    },
    {
        type: "multi",
        main: "다음 보기의 설명에 해당하는 데이터 분석 작업은 무엇인가? 보기 1. 데이터의 정합성을 검토하고 특성을 파악한다. 2.데이터를 시각화 하고 요약하여 숨겨진 패턴, 관계, 이상값 등을 발견한다.",
        sentence: "",
        answer: ["탐색적 데이터 분석(EDA)"]
    },
    {
        type: "multi",
        main: "다음 중 분석 기획 시 고려 사항에 해당하지 않는 것은",
        sentence: "",
        answer: ["최신 분석 기법 활용 여부"]
    },
    {
        type: "multi",
        main: "편향(Bias)과 분석(Variance)의 관계에 대한 설명으로 가장 적절하지 않은 것은?",
        sentence: "",
        answer: ["분석이 높을수록 일반화 성능이 좋아진다."]
    },
    {
        type: "multi",
        main: "기술톡계와 관련된 설명으로 잘못된 것은 무엇인가?",
        sentence: "",
        answer: ["결측치는 모두 0으로 변환 후 계산한다."]
    },
    {
        type: "multi",
        main: "다음 중 시계열 데이터의 정상성을 확보하기 위한 방법으로 가장 적절한 것은?",
        sentence: "",
        answer: ["차분을 통해 평균과 분석의 일정성을 확보한다."]
    },
    {
        type: "multi",
        main: "시계열 분해에 대한 설명으로 옳은 것은?",
        sentence: "",
        answer: ["순환 요인 : 경재나 자연현상 등으로 설명되는 일정하지 않은 주기를 가진 변동이다."]
    },
    {
        type: "multi",
        main: "척도에 대한 내용으로 올바른 설명은?",
        sentence: "",
        answer: ["거주지를 수도권과 비수도권으로 구분한 것은 명목척도이다."]
    },
    {
        type: "multi",
        main: "범주형 데이터의 검정에 대한 설명으로 잘못된 것은?",
        sentence: "",
        answer: ["적합도 검정은 관찰 분산과 기대 분산이 통계적으로 유의한 차이가 있는지 검정한다."]
    },
    {
        type: "multi",
        main: "결측값(Missing Value) 처리 방법에 대한 설명으로 가장 옳지 않은 것은?",
        sentence: "",
        answer: ["결측값은 자동으로 분석에서 제외되므로 별도로 처리하지 않아도 된다."]
    },
    {
        type: "multi",
        main: "선형화귀분석의 가정에 대한 설명으로 옳지 않은 것은?",
        sentence: "",
        answer: ["독립성 : 독립변수 간에는 서로 관련이 없어야 한다."]
    },
]