const que=[
    {
        main: 배당소득,
        sub: [집합투자기구로부터이익, 출자공동사업자의손익분배금, 잉여금의자본전입으로인한의제배당],
    },{
        main: 이자소득,
        sub: [비영업대금의이익,직장공제회초과반환금,저축성보험의보험차익]
    },{
        main: 종합과세대상,
        sub: [채권의이자와할인액,비영업대금의이익,근로소득,투자기관으로부터이익,국내은행이자소득,원천징수안된국외이자소득,파생결합상품이익]
    },{
        main: 분리과세대상,
        sub: [직장공제회초과반환금,법원에납부한경매보증금에서발생한이자소득,비실명거래로인한이자배당소득,경락대금에서발생하는이자소득]
    },{
        main: 비거주자분리과세,
        sub: [비거주자퇴직소득,비거주자양도소득]
    },{
        main: 비거주자과세,
        sub: [국내원천소득,유가증권양도소득양도가액의10퍼센트]
    },{
        main: 비거주자취득가액양도가액,
        sub: []
    },

]