const que = [{
        sentense: '이자소득에는 비영업대금의 이익이있다.',
        main: '이자소득',
        sub: ['비영업대금의이익']
    },
    {
        sentense: '배당소득에는 집합 투자기관으로 부터 받은 이익이 있다.',
        main: '배당소득',
        sub: ['집합투자기관으로부터받은이익']
    },
    {
        sentense: '종합과세대상은 채권의 이자와 할인액, 비영업대금의 이익, 근로소득이 있다.',
        main: '종합과세대상',
        sub: ['채권의이자와할인액', '비영업대금이익', '근로소득']
    },
    {
        sentense: '분리과세대상은 비거주자퇴직소득, 양도소득이있다.',
        main: '분리과세',
        sub: ['비거주자퇴직소득', '양도소득']
    },
    {
        sentense: '비거주자 과세방법으로는 취득가액과 양도가액을 확인한 후 양도가액 10%와 양도차익20%중 작은 금액을 원천징수한다.',
        main: '비거주자과세방법',
        sub: ['취득가액', '양도가액10', '양도차익20', '작은금액']
    },
    {
        sentense: '양도에는 현물출자와 파생상품이 있다.',
        main: '양도',
        sub: ['현물출자', '파생상품']
    },
    {
        sentense: '미등기 양도부동산의 경우70%의 세율을 적용한다',
        main: '미등기양도부동산',
        sub: ['70', '세율']
    },
    {
        sentense: '증권거래세 과세대상에는 코넥스시장 거래 주권이 포함된다.',
        main: '증권거래세과세대상',
        sub: ['코넥스시장거래주권']
    },
    {
        sentense: '주식워런트증권(ELW)에서 행사가격이 높아지면 콜옵션가격이 하락한다.',
        main: '주식워런트증권',
        sub: ['행사가격', '높아지면', '콜옵션가격', '하락']
    },
    {
        sentense: '주식워런트증권(ELW)는 기초자산이 상승하거나 변동성이 작아지면 풋옵션의 가격이 하락한다. ',
        main: '주식워런트증권',
        sub: ['기초자산상승', '변동성이작아지면', '풋옵션가격', '하락']
    },
    {
        sentense: '생명보험 상품의 가격에는 목표이윤이 존재하지 않는다',
        main: '생명보험',
        sub: ['목표이윤', '존재하지않는다']
    },
    {
        sentense: '생명보험상품에는 양로보험,정기보험,변액보험이있다',
        main: '생명보험상품',
        sub: ['양로보험', '정기보험', '변액보험']
    },]